Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ASSISTANT_WATCH_LANGUAGE_WARNING
source: %@ is not supported for Siri or Dictation on Apple Watch. So if you select it on your iPhone, Siri and Dictation will be disabled on Apple Watch.
ar: %@ غير مدعومة لـ Siri أو الإملاء على الـ Apple Watch. لذلك، إذا قمت بتحديدها على الـ iPhone، فسيتم تعطيل Siri والإملاء على الـ Apple Watch.
bg: %@ не се поддържа за Siri или Диктовка на Apple Watch. Ако го изберете на вашия iPhone, Siri и Диктовка ще бъдат изключени на Apple Watch.
ca: %@ no és compatible amb Siri i el dictat a l’Apple Watch. Si l’actives a l’iPhone, es desactivaran Siri i el dictat a l’Apple Watch.
cs: Jazyk %@ není v Siri nebo diktování na Apple Watch podporován. Pokud ho na iPhonu vyberete, Siri a diktování budou na Apple Watch vypnuty.
da: %@ understøttes ikke til Siri eller Diktering på Apple Watch. Så hvis du vælger det på iPhone, slås Siri og Diktering fra på Apple Watch.
de: %@ wird für Siri und die Diktierfunktion auf der Apple Watch nicht unterstützt. Falls du diese Sprache für dein iPhone wählst, werden Siri und die Diktierfunktion auf der Apple Watch deaktiviert.
el: Τα %@ δεν υποστηρίζονται για το Siri ή την Υπαγόρευση στο Apple Watch. Αν επιλέξετε αυτήν τη γλώσσα στο iPhone, το Siri και η Υπαγόρευση θα απενεργοποιηθούν στο Apple Watch.
es: %@ no es compatible con Siri o Dictado en el Apple Watch. Si lo seleccionas en el iPhone, Siri y Dictado se desactivarán en el Apple Watch.
es_us: %@ no es compatible con Siri o el dictado del Apple Watch; si se selecciona en tu iPhone, se desactivará Siri y el dictado en el Apple Watch.
fi: %@ ei ole Sirin tai sanelun tukema kieli Apple Watchissa. Jos valitset sen iPhonessa, Siri ja sanelu poistetaan Apple Watchin käytöstä.
fr: Cette langue (%@) n’est pas prise en charge pour Siri ou Dictée sur l’Apple Watch. Aussi, si vous la sélectionnez sur votre iPhone, les fonctions Siri et Dictée seront désactivées sur l’Apple Watch.
fr_ca: %@ n’est pas pris en charge par Siri ou Dictée sur l’Apple Watch. Si vous sélectionnez cette langue sur votre iPhone, Siri et Dictée seront désactivés sur l’Apple Watch.
he: %@ אינה נתמכת עבור Siri או ״הכתבה״ ב-Apple Watch. כאשר שפה זו נבחרת ב-iPhone, ‏Siri ו״הכתבה״ לא יופעלו ב-Apple Watch.
hi: %@ Apple Watch पर Siri या डिक्टेशन के लिए समर्थित नहीं है। इसलिए यदि आप इसे अपने iPhone पर चुनते हैं, तो Apple Watch पर Siri और डिक्टेशन अक्षम हो जाएगा।
hr: %@ nije podržan za Siri ili Diktat na Apple Watchu. Ako odaberete ovaj jezik na vašem iPhoneu, Siri i Diktat bit će onemogućeni na Apple Watchu.
hu: A(z) %@ nem támogatott Sirihez vagy a Diktáláshoz az Apple Watchon. Emiatt, ha kiválasztja az iPhone-ján, Siri és a Diktálás le lesz tiltva az Apple Watchon.
id: %@ tidak didukung untuk Siri atau Dikte di Apple Watch. Oleh karena itu, jika Anda memilihnya di iPhone Anda, Siri dan Dikte akan dinonaktifkan di Apple Watch.
it: %@ non supportato per Siri o Dettatura su Apple Watch. Se selezioni la lingua su iPhone, Siri e Dettatura verranno disabilitati su Apple Watch.
ja: %@は、Apple WatchのSiriまたは音声入力には対応していません。iPhoneでこの言語を選択した場合は、Apple WatchでSiriと音声入力が無効になります。
kk: %@ тіліне Apple Watch сағатындағы Siri немесе «Мәтінді дауыспен енгізу» функциялары қолдау көрсетпейді. Оны iPhone құрылғысында таңдасаңыз, Apple Watch сағатындағы Siri және «Мәтінді дауыспен енгізу» функциялары өшіріледі.
ko: %@은(는) Apple Watch의 Siri 또는 받아쓰기를 지원하지 않기 때문에 iPhone에서 이 언어를 선택하면 Apple Watch에서 Siri 및 받아쓰기가 비활성화됩니다.
lt: „Apple Watch“ programos „Siri“ ir „Diktavimas“ nepalaiko šios kalbos: %@. Jei ją pasirinksite „iPhone“ įrenginyje, „Siri“ ir „Diktavimas“ bus išjungtos „Apple Watch“ laikrodyje.
ms: %@ tidak disokong untuk Siri atau Perencanaan pada Apple Watch. Jadi jika anda memilihnya pada iPhone anda, Siri dan Perencanaan akan dinyahdayakan pada Apple Watch.
nb: %@ støttes ikke av Siri eller Diktering på Apple Watch. Hvis du velger det på iPhone, blir Siri og Diktering deaktivert på Apple Watch.
nl: %@ wordt niet ondersteund voor Siri of de dicteerfunctie op de Apple Watch. Als je deze taal kiest op je iPhone, worden Siri en de dicteerfunctie uitgeschakeld op de Apple Watch.
pl: Siri oraz Dyktowanie nie obsługują tego języka (%@) na Apple Watch. Wybranie go na iPhonie wyłączy Siri oraz Dyktowanie na Apple Watch.
pt: %@ não é compatível com a Siri ou Ditado no Apple Watch. Se você selecionar este idioma no seu iPhone, a Siri e o Ditado serão desativados no Apple Watch.
pt_pt: Siri ou Ditado não têm suporte para %@ no Apple Watch. Se selecionar este idioma no iPhone, Siri e Ditado serão desativados no Apple Watch.
ro: Limba %@ nu este compatibilă cu Siri sau cu dictarea pe Apple Watch, astfel încât, dacă o selectați pe iPhone, funcționalitățile Siri și Dictare va fi dezactivate pe Apple Watch.
ru: %@ не поддерживается Siri или Диктовку на Apple Watch. Если выбрать этот язык на iPhone, функция Siri или Диктовка на Apple Watch будет отключена.
sk: Siri ani Diktovanie na Apple Watch nepodporujú jazyk %@. Ak ho vyberiete na svojom iPhone, budú Siri a Diktovanie na Apple Watch vypnuté.
sl: Jezik »%@« ni podprt za Siri ali Narekovanje v uri Apple Watch. Če ga izberete v iPhonu, bosta funkciji Siri in Narekovanje onemogočeni v uri Apple Watch.
sv: %@ stöds inte för Siri eller diktering på Apple Watch. Om du väljer det på iPhone avaktiveras Siri och diktering på Apple Watch.
th: Siri หรือการป้อนตามคำบอกไม่รองรับภาษา%@บน Apple Watch ถ้าคุณเลือกภาษานี้บน iPhone ของคุณ Siri และการป้อนตามคำบอกบน Apple Watch จะถูกปิดใช้งาน
tr: %@, Apple Watch’ta Siri veya Dikte için desteklenmiyor. Bu yüzden iPhone’da onu seçerseniz Apple Watch’ta Siri ve Dikte etkisizleştirilecektir.
uk: %@ не підтримується для Siri чи Диктування на Apple Watch. Якщо ви виберете її на своєму iPhone, Siri та Диктування буде вимкнено на Apple Watch.
vi: %@ không được hỗ trợ cho Siri hoặc Đọc chính tả trên Apple Watch. Do đó, nếu bạn chọn ngôn ngữ đó trên iPhone thì Siri và Đọc chính tả sẽ bị tắt trên Apple Watch.
zh_cn: %@在Apple Watch上不受支持，不可用于Siri或听写。因此，如果在iPhone上选择了它，Siri与听写在Apple Watch上将会停用。
zh_hk: 不支援在Apple Watch上使用%@Siri或「聽寫」，如果你在iPhone上選擇此選項，Apple Watch上的Siri和「聽寫」功能將被停用。
zh_tw: 不支援在Apple Watch上使用%@Siri或「聽寫」，若在iPhone上選取，會停用Apple Watch上的Siri和「聽寫」功能。

source: Call Hang Up
ar: إنهاء المكالمة
bg: Прекратяване на разговор
ca: Penja les trucades
cs: Ukončování hovorů
da: Afslut opkald
de: Anruf beenden
el: Τερματισμός κλήσης
es: Colgar llamadas
es_us: Colgar llamadas
fi: Puhelun katkaisu
fr: Raccrocher les appels
fr_ca: Raccrochage
he: ניתוק שיחה
hi: कॉल हैंगअप
hr: Dovršavanje poziva
hu: Hívás befejezése
id: Tutup Panggilan
it: Interruzione delle chiamate
ja: 通話を終了
kk: Қоңырауды аяқтау
ko: 통화 종료
lt: Skambučių baigimas
ms: Tamatkan Panggilan
nb: Avslutt samtale
nl: Hang op
pl: Kończenie połączeń
pt: Encerramento da Ligação
pt_pt: Desligar chamadas
ro: Încheiere apel
ru: Завершение вызовов
sk: Ukončenie hovorov
sl: Prekinitev klica
sv: Lägg på samtal
th: วางสายโทร
tr: Arama Kapatma
uk: Завершення виклику
vi: Gác máy cuộc gọi
zh_cn: 通话挂断
zh_hk: 收線
zh_tw: 通話掛斷

# CALL_HANG_UP_IPAD_EXPLANATION
source: “%@” is supported during phone and FaceTime calls. When a call is connected, voice input is processed on iPad, and transcripts and audio are not sent to Apple.
ar: "%@" غير مدعومة أثناء المكالمات الهاتفية ومكالمات فيس تايم. عند اتصال مكالمة، يعالَج إدخال الصوت على iPad، ولا ترسَل النسخ النصية ولا الصوت إلى Apple.
bg: „%@“ се поддържа по време на телефонни или FaceTime разговори. Когато разговорът е свързан, гласовите входни данни се обработват на iPad. Транскрипциите и аудиото на разговора не се изпращат на Apple.
ca: Durant les trucades de telèfon i del FaceTime, pots dir “%@”. Les dades de veu es processen a l’iPad, i Apple no rep ni la transcripció ni l’àudio de la trucada.
cs: Během telefonních hovorů a hovorů FaceTime je podporován hlasový příkaz „%@“. Hlasový vstup se v průběhu hovorů zpracovává přímo na iPadu. Společnosti Apple se neposílají přepisy ani zvukové záznamy konverzace.
da: “%@” understøttes under telefon- og FaceTime-opkald. Når et opkald besvares, behandles det, du siger, på denne iPad. Transskriptioner og lyd sendes ikke til Apple.
de: „%@“ wird bei Telefon- und FaceTime-Anrufen unterstützt. Wenn der Anruf verbunden ist, werden Spracheingaben auf dem iPad verarbeitet und weder Transkripte noch Audio des Telefonats an Apple gesendet.
el: %@: υποστηρίζεται κατά τις τηλεφωνικές κλήσεις και τις κλήσεις FaceTime. Κατά τη σύνδεση μιας κλήσης, η επεξεργασία φωνητικής εισόδου πραγματοποιείται στο iPad. Οι απομαγνητοφωνήσεις και ο ήχος κλήσεων δεν αποστέλλονται στην Apple.
es: Puedes decir “%@” durante las llamadas de teléfono o de FaceTime. Al realizar una llamada, las peticiones de voz se procesan en el iPad, y las transcripciones y el audio no se envían a Apple.
es_us: Puedes usar “%@” en las llamadas telefónicas y de FaceTime. Durante una llamada activa, la entrada de voz se procesa en el iPad y ni las transcripciones ni el audio se envían a Apple.
fi: %@ on tuettu tavallisten ja FaceTime-puhelujen aikana. Kun puhelu on yhdistetty, puhesyöte käsitellään iPadissa eikä puhtaaksikirjoitettua sisältöä ja ääntä lähetetä Applelle.
fr: « %@ » est pris en charge lors des appels téléphoniques et FaceTime. Durant un appel, les données vocales sont traitées sur l’iPad, et les transcriptions et le contenu audio des appels ne sont pas envoyés à Apple.
fr_ca: La fonctionnalité « %@ » est prise en charge pendant les appels téléphoniques et FaceTime. Pendant les appels, la saisie vocale est traitée sur l’iPad, et ni les transcriptions ni l’audio des appels ne sont envoyés à Apple.
he: הביטוי ״%@״ נתמך במהלך שיחות טלפון ו-FaceTime. בזמן שיחה, הקלט הקולי מעובד ב-iPad והשמע ותמלולים לא נשלחים ל-Apple.
hi: फ़ोन और FaceTime कॉल के दौरान “%@” के लिए समर्थन प्रदान किया गया है। कॉल कनेक्ट होने पर वॉइस इनपुट को iPad पर प्रोसेस किया जाता है और ट्रांसक्रिप्ट और ऑडियो Apple को नहीं भेजे जाते हैं।
hr: Značajka “%@” podržana je tijekom telefonskih i FaceTime poziva. Kad se poziv spoji, glasovni unos obrađuje se na iPadu, a transkripti i audio zapisi ne šalju se Appleu.
hu: A „%@” funkció telefonhívások és FaceTime-hívások közben érhető el. A hívás kapcsolásakor a hangbevitel az iPaden van feldolgozva, és az átiratok, illetve a hangja nincs továbbítva az Apple-nek.
id: “%@” didukung selama panggilan telepon dan FaceTime. Saat panggilan terhubung, input suara diproses di iPad dan transkripsi serta audio tidak dikirimkan ke Apple.
it: Il comando “%@” è supportato durante le chiamate telefoniche e FaceTime. Quando viene stabilita la connessione per una chiamata, l’input vocale viene elaborato su iPad. Le trascrizioni e l’audio non vengono inviati ad Apple.
ja: 電話/FaceTime通話中に“%@”に対応します。 通話が開始すると、音声入力の処理はiPadで行われます。音声と文字起こしはAppleに送信されません。
kk: «%@» пәрменіне телефон және FaceTime қоңыраулары кезінде қолдау көрсетіледі. Қоңырау қосылған кезде, дауыспен енгізу iPad құрылғысында өңделеді және мәтіндер мен аудио Apple компаниясына жіберілмейді.
ko: 전화 및 FaceTime 통화 중에 ‘%@’가 지원됩니다. 전화가 연결되었을 때 음성 입력은 iPad에서 처리되며, 전사문 및 오디오는 Apple에 전송되지 않습니다.
lt: Frazė „%@” palaikoma per telefono ir „FaceTime“ skambučius. Kai skambutis sujungiamas, balso duomenys apdorojami „iPad“, o transkripcijos ir garso įrašai bendrovei „Apple“ nesiunčiami.
ms: “%@” disokong semasa panggilan telefon dan FaceTime. Apabila panggilan disambungkan, input suara diproses pada iPad dan transkrip serta audio tidak dihantar kepada Apple.
nb: «%@» støttes under telefon- og FaceTime-samtaler. Når det opprettes en samtale­forbindelse, blir taleinndata behandlet lokalt på iPaden, og avskrifter eller samtalelyd blir ikke sendt til Apple.
nl: '%@' wordt ondersteund tijdens telefoon- en FaceTime-gesprekken. Wanneer een gesprek tot stand wordt gebracht, wordt steminvoer verwerkt op de iPad en worden er geen transcripties en audio naar Apple verstuurd.
pl: Fraza „%@” jest obsługiwana podczas połączeń telefonicznych i FaceTime. Po rozpoczęciu połączenia mowa jest przetwarzana na iPadzie, a jej transkrypcje ani zapis dźwiękowy nie są wysyłane do Apple.
pt: “%@” é compatível em ligações do Telefone e do FaceTime. Quando uma ligação é conectada, os comandos de voz são processados no iPad e as transcrições e o áudio não são enviados para a Apple.
pt_pt: O comando “%@” é suportado durante chamadas telefónicas e FaceTime. Durante uma chamada, os dados de voz são processados no iPad, e as transcrições e o áudio não são enviados à Apple.
ro: Funcționalitatea “%@” este compatibilă în timpul apelurilor telefonice și FaceTime. Când apelul este conectat, comenzile vocale sunt procesate pe iPad, iar transcrierile și conținutul audio al apelurilor nu sunt trimise la Apple.
ru: Фраза «%@» поддерживается во время телефонных вызовов и вызовов FaceTime. Когда подключение для вызова установлено, данные голосового ввода обрабатываются на iPad, а конспекты и аудиозаписи не отправляются в Apple.
sk: Hlasový príkaz „%@“ je podporovaný počas telefonických a FaceTime hovorov. Hlasový vstup sa počas hovoru spracováva priamo na iPade a do spoločnosti Apple nie sú odosielané žiadne prepisy ani zvuk hovorov.
sl: Možnost »%@« je podprta med telefonskimi klici in klici FaceTime. Ko je klic povezan, se glasovni vnos obdela v iPadu, transkripcije in zvok pa se ne pošljejo družbi Apple.
sv: ”%@” stöds under telefon- och FaceTime-samtal. När ett samtal ansluts behandlas röstinmatning på iPad. Transkriberingar och ljud skickas inte till Apple.
th: รองรับ “%@” ในระหว่างการโทรศัพท์และการโทร FaceTime เมื่อการโทรเชื่อมต่อ เสียงพูดจะถูกประมวลผลบน iPad และข้อความถอดเสียงและเสียงจะไม่ถูกส่งไปที่ Apple
tr: “%@”, telefon ve FaceTime aramaları sırasında desteklenir. Bağlantı kurulunca ses girişi iPad’de işlenir, dökümler ve ses Apple’a gönderilmez.
uk: Під час телефонних викликів і викликів FaceTime можна використовувати команду «%@». Після встановлення звʼязку голосовий ввід обробляється на iPad, і транскрибовані протоколи та записи розмов не надсилаються в Apple.
vi: “%@” được hỗ trợ trong cuộc gọi điện thoại và FaceTime. Khi cuộc gọi được kết nối, đầu vào bằng giọng nói được xử lý trên iPad và bản chép lại cũng như âm thanh không được gửi đến Apple.
zh_cn: 打电话和FaceTime通话期间，可支持“%@”。 连接通话后，语音输入会在iPad上处理，听写文本和音频不会发送给Apple。
zh_hk: 在電話和FaceTime通話期間可支援「%@」。 連接通話後，語音輸入會在iPad上處理，轉寫記錄和通話音訊不會傳送予Apple。
zh_tw: 電話和FaceTime通話期間可使用「%@」。 連接通話時，語音輸入會在iPad上進行處理，逐字稿和音訊不會傳送給Apple。

# CALL_HANG_UP_IPAD_EXPLANATION_HEADPHONES_ONLY
source: “%@” is available during phone and FaceTime calls for hang up requests when supported headphones are connected. Voice input is processed on iPad, and transcripts and audio are not sent to Apple.
ar: تكون "%@" متاحة أثناء المكالمات الهاتفية ومكالمات فيس تايم لتنفيذ طلبات إنهاء المكالمة في حالة اتصال سماعات رأس مدعومة. يعالَج إدخال الصوت على iPad، ولا ترسَل النسخ النصية ولا الصوت إلى Apple.
bg: „%@“ се поддържа по време на телефонни или FaceTime разговори за заявки за затваряне, когато са свързани поддържани слушалки. Гласовите входни данни се обработват на iPad. Транскрипциите и аудиото на разговора не се изпращат на Apple.
ca: Si els auriculars que fas servir són compatibles, durant les trucades de telèfon i del FaceTime pots dir “%@” per penjar. Les dades de veu es processen a l’iPad, i Apple no rep ni la transcripció ni l’àudio.
cs: Během telefonních hovorů a hovorů FaceTime s podporovanými sluchátky je k dispozici hlasový příkaz „%@“, kterým můžete hovor ukončit. Hlasový vstup se zpracovává přímo na iPadu. Společnosti Apple se neposílají přepisy ani zvukové záznamy konverzace.
da: “%@” er tilgængelig under telefon- og FaceTime-opkald til at anmode om at afslutte opkald, når understøttede hovedtelefoner er tilsluttet. Det, du siger, behandles på denne iPad, og transskriptioner og lyd sendes ikke til Apple.
de: „%@“ ist für Anfragen zum Auflegen bei Telefon- und FaceTime-Anrufen verfügbar, wenn unterstützte Kopfhörer verbunden sind. Spracheingaben werden auf dem iPad verarbeitet und weder Transkripte noch Audio des Telefonats an Apple gesendet.
el: %@: διατίθεται κατά τις τηλεφωνικές κλήσεις και τις κλήσεις FaceTime για αιτήματα τερματισμού όταν είναι συνδεδεμένα υποστηριζόμενα ακουστικά. Η επεξεργασία φωνητικής εισόδου πραγματοποιείται στο iPad. Οι απομαγνητοφωνήσεις και ο ήχος δεν αποστέλλονται στην Apple.
es: Si los auriculares conectados son compatibles, puedes decir “%@” durante una llamada de teléfono o de FaceTime para colgar. Las peticiones de voz se procesan en el iPad y las transcripciones y el audio no se envían a Apple.
es_us: Si los audífonos conectados son compatibles, puedes usar “%@” en las llamadas telefónicas y de FaceTime para colgar. La entrada de voz se procesa en el iPad, y ni las transcripciones ni el audio se envían a Apple.
fi: %@ on saatavilla tavallisten ja FaceTime-puhelujen aikana puhelujen katkaisupyyntöihin, kun tuetut kuulokkeet on liitetty. Puhesyöte käsitellään iPadissa eikä puhtaaksikirjoitettua sisältöä ja ääntä lähetetä Applelle.
fr: « %@ » est disponible lors des appels téléphoniques et FaceTime pour raccrocher lorsque des écouteurs pris en charge sont connectés. Les saisies vocales sont traitées sur l’iPad, et les transcriptions et le contenu audio ne sont pas envoyés à Apple.
fr_ca: « %@ » est disponible pendant les appels téléphoniques et FaceTime pour prendre en charge les demandes de fin d’appel lorsque des écouteurs compatibles sont connectés. La saisie vocale est traitée sur l’iPad, et ni les transcriptions ni l’audio des appels ne sont envoyés à Apple.
he: ניתן לומר ״%@״ במהלך שיחות טלפון ו-FaceTime עבור בקשות ניתוק כאשר אוזניות נתמכות מחוברות. הקלט הקולי מעובד ב-iPad והשמע והתמלילים לא נשלחים ל-Apple.
hi: समर्थित हेडफ़ोन कनेक्ट करने पर “%@” फ़ोन और FaceTime कॉल के दौरान हैंग अप अनुरोधों के लिए उपलब्ध रहता है। वॉइस इनपुट iPad पर प्रोसेस किया जाता है और ट्रांसक्रिप्ट और ऑडियो Apple को नहीं भेजे जाते हैं।
hr: Značajka “%@” dostupna je tijekom telefonskih i FaceTime poziva za zahtjeve za prekidanjem kad su spojene podržane slušalice. Glasovni unos obrađuje se na iPadu, a transkripti i audio zapisi ne šalju se Appleu.
hu: A „%@” funkció elérhető a telefonhívások és a FaceTime-hívások közben a hívásmegszakítási kérésekhez, amikor támogatott fejhallgatók vannak csatlakoztatva. A hangbevitel az iPaden van feldolgozva, és az átiratok, illetve a hangja nincs továbbítva az Apple-nek.
id: “%@” tersedia selama panggilan telepon dan FaceTime untuk permintaan penutupan saat headphone yang didukung terhubung. Input suara diproses di iPad dan transkripsi serta audio tidak dikirimkan ke Apple.
it: Il comando “%@” è disponibile durante le chiamate telefoniche e FaceTime per le richieste di terminare la chiamata quando sono connesse cuffie compatibili. L’input vocale viene elaborato su iPad. Le trascrizioni e l’audio non vengono inviati ad Apple.
ja: 対応ヘッドフォンが接続されていると、電話/FaceTime通話中に“%@”を使用して通話を終了できます。 音声入力の処理はiPadで行われます。音声と文字起こしはAppleに送信されません。
kk: Қолдау көрсетілетін құлаққаптар қосылса, телефон және FaceTime қоңыраулары кезінде телефон қоңырауын аяқтау сұраулары үшін «%@» қолжетімді. Дауыспен енгізу iPad құрылғысында өңделеді, ал мәтіндер мен аудио Apple компаниясына жіберілмейді.
ko: 지원되는 헤드폰이 연결된 경우, 전화 및 FaceTime 통화 중에 ‘%@’를 사용하여 통화 종료를 요청할 수 있습니다. 음성 입력은 iPad에서 처리되며, 전사문 및 통화 오디오는 Apple에 전송되지 않습니다.
lt: Kai prijungtos palaikomos ausinės, telefono ir „FaceTime“ skambučius galima užbaigti ištarus frazę „%@“. Balso duomenys apdorojami „iPad“, o transkripcijos ir garso įrašai bendrovei „Apple“ nesiunčiami.
ms: “%@” tersedia semasa panggilan telefon dan FaceTime untuk permintaan penamatan panggilan apabila fon kepala yang disokong disambungkan. Input suara diproses pada iPad dan transkrip serta audio tidak dihantar kepada Apple.
nb: «%@» er tilgjengelig under telefon- og FaceTime-samtaler for forespørsler om å avslutte samtalen når støttede hodetelefoner er tilkoblet. Taleinndata blir behandlet lokalt på iPaden, og avskrifter av lyd blir ikke sendt til Apple.
nl: '%@' is beschikbaar tijdens telefoon- en FaceTime-gesprekken voor verzoeken om op te hangen wanneer er een ondersteunde koptelefoon is aangesloten. Steminvoer wordt verwerkt op de iPad en er worden geen transcripties en audio naar Apple verstuurd.
pl: Frazy „%@” można używać podczas połączeń telefonicznych i FaceTime. Pozwala ona kończyć połączenie, gdy połączone są obsługiwane słuchawki. Mowa jest przetwarzana na iPadzie, a jej transkrypcje ani zapis dźwiękowy nie są wysyłane do Apple.
pt: “%@” está disponível para pedidos de desligar no FaceTime ou Telefone quando fones de ouvido compatíveis estão conectados. Os comandos de voz são processados no iPad e as transcrições e o áudio não são enviados para a Apple.
pt_pt: Se estiverem ligados auscultadores compatíveis, o comando “%@” está disponível durante chamadas telefónicas e FaceTime para pedidos para desligar uma chamada. Os comandos de voz são processados no iPad, e as transcrições e o áudio não são enviados à Apple.
ro: Funcționalitatea “%@” este disponibilă în timpul apelurilor telefonice și FaceTime pentru solicitările de încheiere a apelurilor atunci când sunt conectate căști audio compatibile. Comenzile vocale sunt procesate pe iPad, iar transcrierile și conținutul audio al apelurilor nu sunt trimise la Apple.
ru: Фразу «%@» можно произносить во время телефонных вызовов и вызовов FaceTime, чтобы попросить завершить вызов, когда подключены поддерживаемые наушники. Данные голосового ввода обрабатываются на iPad, а конспекты и аудиозаписи не отправляются в Apple.
sk: Počas telefonických a FaceTime hovorov v podporovaných slúchadlách je k dispozícii hlasový príkaz „%@“, ktorým môžete hovor ukončiť. Hlasový vstup sa spracováva na iPade a do spoločnosti Apple nie sú odosielané žiadne prepisy ani zvuk hovorov.
sl: Možnost »%@« je na voljo med telefonskimi klici in klici FaceTime za zahteve za prekinitev, ko so povezane podprte slušalke. Glasovni vnos se obdela v iPadu, transkripcije in zvok pa se ne pošljejo družbi Apple.
sv: ”%@” kan användas till förfrågningar om att lägga på under telefon- och FaceTime-samtal när hörlurar som stöds är anslutna. Röstinmatning behandlas på iPad. Transkriberingar och ljud skickas inte till Apple.
th: รองรับ “%@” ในระหว่างการโทรศัพท์และการโทร FaceTime สำหรับคำขอวางสายเมื่อเชื่อมต่อกับหูฟังที่รองรับ เสียงพูดจะถูกประมวลผลบน iPad และข้อความถอดเสียงและเสียงจะไม่ถูกส่งไปที่ Apple
tr: “%@”, telefon ve FaceTime aramaları sırasında desteklenen kulaklık bağlıyken kapatma istekleri için kullanılabilir. Ses girişi iPad’de işlenir, dökümler ve ses Apple’a gönderilmez.
uk: Під час телефонних викликів і викликів FaceTime можна використовувати команду «%@» для завершення викликів, коли підʼєднано сумісні навушники. Голосовий ввід обробляється на iPad, і транскрибовані протоколи та записи розмов не надсилаються в Apple.
vi: “%@” khả dụng trong các cuộc gọi điện thoại và FaceTime đối với các yêu cầu gác máy khi các tai nghe được hỗ trợ được kết nối. Dữ liệu nhập bằng giọng nói được xử lý trên iPad và bản chép lại cũng như âm thanh không được gửi đến Apple.
zh_cn: 连接受支持的耳机时，“%@”可在打电话和FaceTime通话期间执行挂断请求。 语音输入会在iPad上处理，听写文本和音频不会发送给Apple。
zh_hk: 連接受支援的耳筒時，「%@」可以在電話和FaceTime通話期間處理收線要求。 語音輸入會在iPad上處理，聽寫記錄和音訊不會傳送予Apple。
zh_tw: 連接支援的耳機時，可在電話和FaceTime通話期間使用「%@」處理掛斷要求。 語音輸入會在iPad上進行處理，逐字稿和音訊不會傳送給Apple。
